<?php return [
    'plugin' => [
        'name' => 'Авто источник',
        'description' => 'Добавляет источник к скопрованной с вашего сайта информации',
    ],
    'component' => [
        'description' => 'Добавить до </head>',
        'copyrighttext' => 'Текст копирайта',
        'copyrightdesc' => 'Пример: Ваше Имя',
        'sourcetext' => 'Текст для источника',
        'sourcedesc' => 'Пример: Источник информации',
        'smarturl' => 'Автоопределение URL',
        'smarturldesc' => 'Автоматически определяет URL страницы с которой была скопированна информация.',
        'simpleurl' => 'Статический URL',
        'simpleurldesc' => '[Работает только если выключено автоматическое определение] Пример: https://yoursite.ru',
    ],
];